Repository: CoSoCo/jpilot
Catalog: po/*.po
Languages: tr

source: Out of memory
tr: Bellek yetersiz

source: Error reading file: %s
tr: Dosya okumada hata: %s

source: error
tr: hata

source: This record is deleted. Undelete it or copy it to make changes.
tr: Bu kayýt silindi. Deðiþiklik yapmak için silmeyi geri alýnýz ya da kopyalayýnýz.

source: Unable to open file: %s
tr: Dosya açýlamadý: %s

source: File doesn't appear to be address.dat format
tr: Dosya adres.dat biçeminde gözükmüyor

source: Unfiled
tr: Dosyalanmamýþ

source: OK
tr: Tamam

source: No
tr: Hayýr

source: Yes
tr: Evet

source: %s is a directory
tr: %s bir dizin...

source: Error Opening File
tr: Dosya Açmada Hata

source: Do you want to overwrite file %s?
tr: %s dosyasýnýn üstüne kaydetmek istiyor musunuz?

source: Overwrite File?
tr: Dosya Üstüne Yazýlsýn mý?

source: Error opening file: %s
tr: Dosya Açmada Hata: %s

source: Can't export address %d
tr: Adres ihraç edilemiyor %d

source: E-mail
tr: E-posta

source: Unknown export type
tr: Bilinmeyen ihraç türü

source: You can't modify a record that is deleted
tr: Silinmiþ bir kaydý deðiþtiremezsiniz

source: Category is not legal
tr: Kategori geçerli deðil

source: executing command = [%s]
tr: Komut uygulanýyor = [%s]

source: Birthday
tr: Doðum Günü

source: External program not found, or other error
tr: Harici program bulunamadý ya da baþka bir hata

source: Command executed was "%s"
tr: Yürütülen komut "%s" idi

source: return code was %d
tr: dönüþ kodu %d idi

source: Add Photo
tr: Foto Ekle

source: Category:
tr: Sýnýf

source: Mail
tr: Posta

source: Dial
tr: Çevir

source: -Unnamed-
tr: -Adsýz-

source: 0 records
tr: 0 kayýt

source: %d of %d records
tr: %2$d kaydýn %1$d tanesi

source: Name
tr: Ýsim

source: Address
tr: Adres

source: Other
tr: Diðer

source: Note
tr: Not

source: Reverting to Address database
tr: Adres veritabanýna geri dönüþtürülüyor

source: Phone
tr: Telefon

source: Quick Find:
tr: Çabuk Bul

source: Cancel
tr: Ýptal

source: Cancel the modifications
tr: Deðiþiklikleri iptal et

source: Delete
tr: Sil

source: Delete the selected record
tr: Seçili kaydý sil

source: Undelete
tr: Silmeyi geri al

source: Undelete the selected record
tr: Silinmiþ seçili kaydý kurtar

source: Copy
tr: Kopyala

source: Copy the selected record
tr: Seçili kaydý kopyala

source: New Record
tr: Yeni Kayýt

source: Add a new record
tr: Yeni bir kayýt ekle

source: Add Record
tr: Kayýt Ekle

source: Add the new record
tr: Yeni kaydý ekle

source: Apply Changes
tr: Deðiþiklikleri Uygula

source: Commit the modifications
tr: Deðiþiklikleri onayla

source: Private
tr: Özel

source: Change Photo
tr: Foto Deðiþtir

source: Remove Photo
tr: Foto Çýkar

source: Show In List
tr: Listede Göster

source: Reminder
tr: Anýmsatýcý

source: Days
tr: Gün

source: All
tr: Tümü

source: Minutes
tr: Dakika

source: Hours
tr: Saat

source: Remind me
tr: Anýmsat

source: Unable to open file: %s%s
tr: Dosya açýlamadý: %s%s

source: Appointment Reminder
tr: Randevu Anýmsatýcý

source: Past Appointment
tr: Geçmiþ Randevu

source: Postponed Appointment
tr: Ertelenmiþ Randevu

source: Appointment
tr: Randevu

source: J-Pilot Alarm
tr: J-Pilot Alarmý

source: PC file corrupt?
tr: Bozuk PC dosyasý?

source: fseek failed - fatal error
tr: fseek baþarýsýz - ölümcül hata

source: rename failed
tr: yeniden adlandýrma baþarýsýz

source: Move
tr: Taþý

source: Edit Categories
tr: Kategorileri Düzenle

source: The maximum number of categories (16) are already used
tr: Maksimum kategori sayýsý (16) zaten kullanýlmýþ

source: Enter New Category
tr: Yeni Kategori Girin

source: Edit Categories Error
tr: Kategorileri Düzenle Hatasý

source: You must select a category to rename
tr: Yeniden adlandýrmak için bir kategori seçmelisiniz

source: Enter New Category Name
tr: Yeni Kategori Adý Girin

source: You must select a category to delete
tr: Silmek için bir kategori seçmelisiniz

source: There are %d records in %s. Do you want to move them to %s, or delete them?
tr: %2$s'de %1$d adet kayýt var. Bunlarý %3$s'e taþýmak mý, silmek mi istersiniz?

source: invalid state file %s line %d
tr: geçersiz durum dosyasý %s satýr %d

source: The category %s can't be used more than once
tr: %s kategorisi birden fazla kullanýlamaz

source: New
tr: Yeni

source: Rename
tr: Yeniden adlandýr

source: unknown type =
tr: bilinmeyen tür =

source: fields per row count != %d, unknown format
tr: satýr baþýna alan sayýsý != %d, bilinmeyen biçem

source: field count != %d, unknown format
tr: alan sayýsý != %d, bilinmeyen biçem

source: Unknown format, file has wrong schema
tr: Bilinmeyen biçem, dosya yanlýþ þema içeriyor

source: File schema is:
tr: Dosya þemasý:

source: %s:%d Record %d, field %d: Invalid type. Expected %d, found %d
tr: %1$s:%2$d Kayýt %3$d, alan %4$d: Geçersiz tür. %5$d bekleniyordu, %6$d bulundu

source: read of file terminated
tr: dosya okuma sonlandýrýldý

source: Unknown repeatType (%d) found in DatebookDB
tr: RandevudefteriVT'da bilinmeyen yinelemeTürü (%d) bulundu

source: Su
tr: P

source: Mo
tr: Pzt

source: Tu
tr: S

source: We
tr: Çar

source: Fr
tr: C

source: Sa
tr: Cts

source: Repeat on Days:
tr: Yineleme Günü

source: Appointment description text > %d, truncating to %d
tr: Randevu açýklama metni > %d çok uzun, %d'e kýsaltýlýyor

source: Error
tr: Hata

source: File doesn't appear to be datebook.dat format
tr: Dosya randevudefteri.dat biçeminde gözükmüyor

source: Unknown export type
tr: Bilinmeyen ihraç türü

source: Export
tr: Ýhraç et

source: Export All Datebook Records
tr: Tüm Randevu Defteri Kayýtlarýný Ýhraç Et

source: Save as
tr: Farklý kaydet

source: Browse
tr: Gözat

source: Datebook Categories
tr: Randevudefteri Kategorileri

source: None
tr: Hiçbiri

source: Begin On Date
tr: Baþlangýç Tarihi

source: End On Date
tr: Bitiþ Tarihi

source: Sunday
tr: Pazar

source: Monday
tr: Pazartesi

source: Tuesday
tr: Salý

source: Wednesday
tr: Çarþamba

source: Thursday
tr: Perþembe

source: Friday
tr: Cuma

source: Saturday
tr: Cumartesi

source: Last
tr: Son

source: This appointment can either repeat on the 4th %s of the month, or on the last %s of the month. Which do you want?
tr: Bu randevu ya ayýn 4'üncü %1$s'inde ya da son %2$s'inde yinelenir. Hangisini istersiniz?

source: Question?
tr: Soru?

source: Current
tr: Þu anki

source: day
tr: gün

source: week
tr: hafta

source: month
tr: ay

source: year
tr: yýl

source: You cannot have an appointment that repeats every %d %s(s)
tr: Her %d %s'de yinelenen randevunuz olamaz

source: No Time
tr: Zaman Yok

source: Invalid Appointment
tr: Geçersiz Randevu

source: The End Date of this appointment is before the start date.
tr: Bu randevunun Bitiþ Tarihi baþlangýç tarihinden önce.

source: No Date
tr: Tarih Yok

source: (TODAY)
tr: (BUGÜN)

source: Week
tr: Hafta

source: Month
tr: Ay

source: Cats
tr: Sýnýflar

source: Time
tr: Zaman

source: Show ToDos
tr: Ýþ Listesini Göster

source: Task
tr: Görev

source: Due
tr: Sonlanma

source: Date:
tr: Tarih:

source: DateBk Tags
tr: RandevuDf Etiketleri

source: Day
tr: Gün

source: Year
tr: Yýl

source: This event will not repeat
tr: Bu olay yinelenmeyecek

source: Frequency is Every
tr: Yineleme Her

source: Day(s)
tr: Gün

source: End on
tr: Bitiþ

source: Week(s)
tr: Hafta

source: Month(s)
tr: Ay

source: Repeat by:
tr: Yinele:

source: Day of week
tr: Haftanýn günü

source: Date
tr: Tarih

source: Year(s)
tr: Yýl

source: Phone Dialer
tr: Telefon Çeviricisi

source: Prefix 1
tr: Sýfat 1

source: Prefix 2
tr: Sýfat 2

source: Prefix 3
tr: Sýfat 3

source: Phone number:
tr: Telefon numarasý:

source: Extension
tr: Dahili

source: Dial Command
tr: Çevir Komutu

source: File Browser
tr: Dosya Gözatýcýsý

source: Select records to be exported
tr: Ýhraç edilecek kayýtlarý seçiniz

source: Use Ctrl and Shift Keys
tr: Ctrl ve Shift tuþlarýný kullanýnýz

source: Import
tr: Ýthal et

source: Record was marked as private
tr: Kayýt, özel olarak iþaretlenmiþ

source: Record was not marked as private
tr: Kayýt, özel olarak iþaretlenmemiþ

source: Category before import was: [%s]
tr: Ýthalden önceki kategori: [%s]

source: Record will be put in category [%s]
tr: Kaydýn konacaðý kategori [%s]

source: Import All
tr: Tümünü Ýthal Et

source: Skip
tr: Atla

source: To change to a hidden directory type it below and hit TAB
tr: Gizli dizine dönüþtürmek için aþaðýya yazýp TAB'a basýn

source: Import File Type
tr: Ýthal Edilen Dosya Türü

source: Install
tr: Yükle

source: Install User
tr: Kullanýcý Kur

source: A PalmOS(c) device needs a user name and a user ID in order to sync properly.
tr: Bir Palm OS(c) aygýtýný uygun þekilde eþzamanlamak için bir kullanýcý adý ve numarasý gereklidir.

source: If you want to sync more than 1 PalmOS(c) device each one should have a different ID and preferably a different user name.
tr: Birden fazla PalmOS(c) aygýtýný eþzamanlamak isterseniz, herbirinin farklý numarasý ve tercihen farklý kullanýcý adý olmalýdýr.

source: Most people choose their name or nickname for the user name.
tr: Pek çok kiþi kullanýcý adý olarak kendi ad ya da lakaplarýný seçer.

source: User Name
tr: Kullanýcý Adý

source: The ID should be a random number.
tr: Kullanýcý numarasý rasgele bir sayý olmalýdýr.

source: User ID
tr: Kullanýcý No

source: Print
tr: Yazdýr

source: There is no print support for this conduit.
tr: Bu arabirim için yazdýrma desteði bulunmamakta...

source: There is no import support for this conduit.
tr: Bu arabirim için ithal etme desteði bulunmamakta...

source: There is no export support for this conduit.
tr: Bu arabirim için ihraç etme desteði bulunmamakta...

source: Cancel Sync
tr: Eþzamanlamayý iptal et

source: Sync Anyway
tr: Her halukarda eþzamanla

source: Sync Problem
tr: Problemi Eþzamanla

source: User:
tr: Kullanýcý:

source: Unknown command from sync process
tr: Eþzamanlama sürecinden bilinmeyen komut

source: About %s
tr: %s Hakkýnda

source: /_File
tr: /_Dosya

source: /File/tear
tr: /Dosya/yýrt

source: /File/_Find
tr: /Dosya/_Bul

source: /File/sep1
tr: /Dosya/ayraç1

source: /File/_Install
tr: /Dosya/_Yükle

source: /File/Import
tr: /Dosya/Ýthal et

source: /File/Export
tr: /Dosya/Ýhraç et

source: /File/Preferences
tr: /Dosya/Tercihler

source: /File/_Print
tr: /Dosya/_Yazdýr

source: /File/Install User
tr: /Dosya/Kullanýcý Yükle

source: /File/Restore Handheld
tr: /Dosya/Avuçiçini Geri Yükle

source: /File/_Quit
tr: /Dosya/_Çýk

source: /_View
tr: /_Görünüm

source: /View/Hide Private Records
tr: /Görünüm/Özel Kayýtlarý Gizle

source: /View/Show Private Records
tr: /Görünüm/Özel Kayýtlarý Göster

source: /View/Mask Private Records
tr: /Görünüm/Özel Kayýtlarý Maskele

source: /View/sep1
tr: /Dosya/ayraç1

source: /View/Datebook
tr: /Görünüm/Randevular

source: /View/Addresses
tr: /Görünüm/Adresler

source: /View/Todos
tr: /Görünüm/Ýþ listesi

source: /View/Memos
tr: /Görünüm/Notlar

source: /_Plugins
tr: /_Eklentiler

source: /_Help
tr: /_Yardým

source: /Help/About J-Pilot
tr: /Yardým/J-Pilot Hakkýnda

source: /_Plugins/%s
tr: /_Eklentiler/%s

source: /_Help/%s
tr: /_Yardým/%s

source: calendar:week_start:0
tr: takvim:hafta_baþý:0

source: Not loading plugins.
tr: Eklentiler yüklenmiyor.

source: Ignoring all alarms.
tr: Tüm alarmlar yok sayýlýyor.

source: Ignoring past alarms.
tr: Geçmiþ alarmlar yok sayýlýyor.

source: Unable to open pipe
tr: Veriyolu açýlamadý

source: Sync your palm to the desktop and then do a backup
tr: Avuçiçini masaüstüyle eþzamanlayýn ve sonrasýnda yedekleyin

source: Datebook/Go to Today
tr: Randevular/Bugüne Git

source: Address Book
tr: Adres Defteri

source: ToDo List
tr: Ýþ Listesi

source: Memo Pad
tr: Not defteri

source: Do it now
tr: Þimdi yap

source: Remind me later
tr: Daha sonra anýmsat

source: Don't tell me again!
tr: Bana bir daha söyleme!

source: Select a UTF-8 encoding
tr: Bir UTF-8 kodlama seçiniz

source: +D +A +T +M format like date +format.
tr: +D +A +T +M biçemi, tarih +biçemi gibi.

source: This record is already deleted. It is scheduled to be deleted from the Palm on the next sync.
tr: Bu kayýt zaten silinmiþ. Avuçiçinden bir sonraki eþzamanlamada silinecek.

source: Unable to open PC records file
tr: PC kayýt dosyasý açýlamadý

source: Couldn't find record to delete
tr: Silinecek kayýt bulunamýyor

source: Unknown header version %d
tr: Bilinmeyen baþlýk sürümü %d

source: %s:%d Error opening file: %s
tr: %1$s:%2$d Dosyayý açmada hata: %3$s

source: %s:%d Error reading file: %s
tr: %1$s:%2$d Dosya okumada hata: %3$s

source: Error opening file: %s
tr: Dosya açmada hata: %s

source: Error reading %s 5
tr: %s 5 okumada hata

source: Error reading PC file 1
tr: PC dosyasý 1'i okumada hata

source: Error reading PC file 2
tr: PC dosyasý 2'yi okumada hata

source: Unknown PC header version = %d
tr: Bilinmeyen PC baþlýk sürümü = %d

source: Unable to open log file, giving up.
tr: Günlük (log) dosyasý açýlamýyor, vazgeçiyorum.

source: Unable to open log file
tr: Günlük (log) dosyasý açýlamadý

source: Memo text > 65535, truncating
tr: Not metni > 65535, sondan kýrpýlýyor

source: Imported Memo %s
tr: Ýthal edilen Not %s

source: File doesn't appear to be memopad.dat format
tr: Dosya anýmsatýcý.dat biçeminde gözükmüyor

source: Can't export memo %d
tr: Not ihraç edilemiyor %d

source: Monthly View
tr: Aylýk Görünüm

source: Palm Password
tr: Avuçiçi Parolasý

source: Incorrect, Reenter PalmOS Password
tr: Yanlýþ, PalmOS Parolasýný Tekrar Giriniz

source: Enter PalmOS Password
tr: PalmOS Parolasýný Giriniz

source: infinite loop
tr: sonsuz döngü

source: While reading %s%s line 1:[%s]
tr: %s%s okunurken satýr 1:[%s]

source: Wrong Version
tr: Yanlýþ sürüm

source: Check preferences->conduits
tr: Tercihler ->devreler'i kontrol edin

source: Open failed on plugin [%s] error [%s]
tr: Açma eklentide [%s] baþarýsýz oldu hata [%s]

source: plugin is invalid: [%s]
tr: eklenti geçersiz: [%s]

source: Plugin:[%s]
tr: Eklenti:[%s]

source: This plugin is version (%d.%d).
tr: Bu eklenti sürüm (%d.%d).

source: It is too old to work with this version of J-Pilot.
tr: J-Pilot'un bu sürümüyle çalýþmak için çok eski.

source: Preferences
tr: Tercihler

source: Locale
tr: Yereller

source: Settings
tr: Ayarlar

source: Datebook
tr: Randevu defteri

source: ToDo
tr: Ýþ Listesi

source: Memo
tr: Notlar

source: Alarms
tr: Alarmlar

source: Conduits
tr: Arabirimler

source: Serial Rate
tr: Seri Oraný

source: Number of backups to be archived
tr: Arþivlenecek yedekleme sayýsý

source: Show deleted records (default NO)
tr: Silinmiþ kayýtlarý göster (öntanýmlý HAYIR)

source: Show modified deleted records (default NO)
tr: Deðiþtirilmiþ silinmiþ kayýtlarý göster (öntanýmlý HAYIR)

source: Ask confirmation for file installation (J-Pilot -> PDA) (default YES)
tr: Dosya yüklemek için onay sor (J-Pilot -> PDA) (öntanýmlý EVET)

source: Highlight calendar days with appointments
tr: Randevulu takvim günlerini vurgula

source: Annotate today in day, week, and month views
tr: Bugünü gün, hafta ve ay gösterimlerinde iþaretle

source: Append years on anniversaries in day, week, and month views
tr: Yýldönümlerinin kaçýncý olduðunu gün, hafta ve ay görünümlerine ekle

source: Use DateBk note tags
tr: DateBK not etiketlerini kullan

source: DateBk support disabled in this build
tr: DateBk desteði bu sürümde devre dýþý býrakýlmýþtýr

source: Mail Command
tr: Gönderme Komutu

source: %s is replaced by the e-mail address
tr: %s e-posta adresiyle deðiþtirildi

source: Hide Completed ToDos
tr: Tamamlanmýþ Ýþleri Gizle

source: Hide ToDos not yet due
tr: Süresi henüz dolmamýþ Ýþleri gizle

source: Record Completion Date
tr: Tamamlanma Tarihini Kaydet

source: Use Manana database
tr: Manana veritabanýný kullan

source: Use default number of days due
tr: Öntanýmlý mühleti kullan

source: Use Memo32 database (pedit32)
tr: Memo32 veritabanýný kullan (pedit32)

source: Open alarm windows for appointment reminders
tr: Randevu anýmsatýcýlarý için alarm pencereleri aç

source: Execute this command
tr: Bu komutu çalýþtýr

source: WARNING: executing arbitrary shell commands can be dangerous!!!
tr: UYARI: Kabuk komutlarýný geliþigüzel çalýþtýrmak tehlikeli olabilir!!!

source: Alarm Command
tr: Alarm Komutu

source: %t is replaced with the alarm time
tr: %t, alarm saatine dönüþtürüldü

source: %d is replaced with the alarm date
tr: %d, alarm tarihine dönüþtürüldü

source: %D is replaced with the alarm description
tr: %D, alarm tanýmýna dönüþtürüldü

source: %N is replaced with the alarm note
tr: %N, alarm notuna dönüþtürüldü

source: %D (description substitution) is disabled in this build
tr: %D (açýklama yedeklemesi) bu sürümde devre dýþý býrakýlmýþtýr

source: %N (note substitution) is disabled in this build
tr: %N (not yedeklemesi) bu sürümde devre dýþý býrakýlmýþtýr

source: Sync datebook
tr: Randevu defterini eþzamanla

source: Sync address
tr: Adresleri eþzamanla

source: Sync todo
tr: Ýþ listesini eþzamanla

source: Sync memo
tr: Notlarý eþzamanla

source: Sync Manana
tr: Manana'yý Eþzamanla

source: Use J-OS (Not Japanese PalmOS:WorkPad/CLIE)
tr: J-OS kullan (Japonca PalmOS deðil:WorkPad/CLIE)

source: Sync %s (%s)
tr: Eþzamanlanýyor %s (%s)

source: Print Options
tr: Yazdýrma Seçenekleri

source: Paper Size
tr: Kaðýt Boyutu

source: Daily Printout
tr: Günlük Yazýcý çýktýsý

source: Weekly Printout
tr: Haftalýk Yazýcý çýktýsý

source: Monthly Printout
tr: Aylýk Yazýcý çýktýsý

source: All records in this category
tr: Bu sýnýftaki tüm kayýtlar

source: Print all records
tr: Tüm kayýtlarý yazdýr

source: One record per page
tr: Her sayfada bir kayýt

source: Print Command (e.g. lpr, or cat > file.ps)
tr: Yazdýrma Komutu (örn:lpr, ya da cat > dosya.ps)

source: Restore Handheld
tr: Avuçiçini Geri Yükle

source: To restore your handheld:
tr: Avuçiçini geri yüklemek için:

source: 2. Enter the User Name and User ID.
tr: 2. Kullanýcý Ýsim ve Numarasýný giriniz.

source: 3. Press the OK button.
tr: 3. Tamam düðmesine basýnýz.

source: This will overwrite data that is currently on the handheld.
tr: Bu iþlem, halen avuçiçinde kayýtlý verilerin üzerine yazacaktýr.

source: datebook
tr: Randevu defteri

source: address
tr: Adres

source: todo
tr: iþ listesi

source: memo
tr: Notlar

source: plugin ?
tr: eklenti ?

source: No records found
tr: Kayýt bulunamadý

source: Search
tr: Arama

source: Search for:
tr: Aranacak:

source: Case Sensitive
tr: Büyük/küçük harf duyarlý

source: open lock file failed
tr: kilit dosyasý açma baþarýsýz

source: lock failed
tr: kilitleme baþarýsýz

source: sync file is locked by pid %d
tr: eþzamanlama dosyasý pid %d tarafýndan kilitlendi

source: unlock failed
tr: kilit açma baþarýsýz

source: sync is locked by pid %d
tr: eþzamanlama pid %d tarafýndan kilitlendi

source: Unable to read home dir
tr: Ev dizini okunamadý

source: %s (Creator ID '%s') is up to date, fetch skipped.
tr: %s (Oluþturucu No '%s') güncel, atlandý.

source: Fetching '%s' (Creator ID '%s')...
tr: '%s' alýnýyor (Oluþturucu No '%s')...

source: Failed, unable to create file %s
tr: Baþarýsýz, dosya oluþturulamadý, %s

source: Failed, unable to back up database %s
tr: Baþarýsýz, %s veritabaný yedeklenemedi

source: OK
tr: Tamam

source: Skipping %s (Creator ID '%s')
tr: %s atlanýyor (Oluþturucu No '%s')

source: Installing %s
tr: %s yükleniyor

source: Unable to open file: '%s': %s!
tr: Dosya açýlamýyor: '%s': %s!

source: Unable to sync file: '%s': file corrupted?
tr: Dosya eþzamanlanamýyor: '%s': bozulmuþ dosya?

source: Unable to open file: %s
tr: Dosya açýlamadý: %s

source: Install %s failed
tr: %s yüklenemedi

source: Failed.
tr: Baþarýsýz.

source: %s:%d Error getting app info %s
tr: %s:%d uyg bilgisi almada hata %s

source: %s:%d Error unpacking app info %s
tr: %s:%d uyg bilgisi paketini açmada hata %s

source: Error reading appinfo block for %s
tr: appinfo bloðu %s için okuma sýrasýnda hata

source: Could not add category %s to remote.
tr: Uzak'a (remote) %s kategorisi eklenemedi.

source: Too many categories on remote.
tr: Uzak'ta (remote) çok sayýda kategori.

source: All records on desktop in %s will be moved to %s.
tr: %1$s'in masa üstündeki tüm kayýtlar %2$s'e taþýnacak.

source: Syncing %s
tr: %s Eþzamanlanýyor

source: Wrote an %s record.
tr: Bir %s kaydý yazýldý.

source: Writing an %s record failed.
tr: Bir %s kaydý yazýlamadý.

source: Deleting an %s record failed.
tr: Bir %s kaydý silinemedi.

source: Deleted an %s record.
tr: Bir %s kaydý silindi.

source: Sync Conflict: duplicated an %s record.
tr: Sync Conflict: bir %s kaydý çiftlendi.

source: Wrote a %s record.
tr: Bir %s kaydý yazýldý.

source: Writing a %s record failed.
tr: Bir %s kaydý yazýlamadý.

source: Deleting a %s record failed.
tr: Bir %s kaydý silinemedi.

source: Deleted a %s record.
tr: Bir %s kaydý silindi.

source: Sync Conflict: duplicated a %s record.
tr: Sync Conflict: bir %s kaydý çiftlendi.

source: dlp_DeleteRecord failed This could be because the record was already deleted on the Palm
tr: dlp_DeleteRecord baþarýsýz Kaydýn, avuçiçinden daha önceden silinmiþ olmasýna baðlý olabilir

source: Finished installing user information.
tr: Kullanýcý bilgisi yüklemesi bitti.

source: Syncing on device %s
tr: %s aygýtý eþzamanlanýyor

source: Press the HotSync button now
tr: Otomatik Eþzamanlama (HotSync) düðmesine basýnýz

source: Last Synced Username-->"%s"
tr: Son Eþzamanlanmýþ Kullanýcý Adý-->"%s"

source: Last Synced UserID-->"%d"
tr: Son Eþzamanlanmýþ Kullanýcý No-->"%d"

source: This Username-->"%s"
tr: Bu Kullanýcý Adý-->"%s"

source: This User ID-->%d
tr: Bu Kullanýcý No-->%d

source: Username is "%s"
tr: Kullanýcý Adý "%s"

source: User ID is %d
tr: Kullanýcý No %d

source: lastSyncPC = %d
tr: Son Eþzamanlanan PC = %d

source: This PC = %lu
tr: Bu PC = %lu

source: Sync canceled
tr: Eþzamanlama iptal edildi

source: Finished restoring handheld.
tr: Avuçiçinin geri yüklenmesi bitti.

source: You may need to sync to update J-Pilot.
tr: J-Pilot'u güncellemek için eþzamanlamalýsýnýz.

source: Doing a fast sync.
tr: Hýzlý eþzamanlanýyor.

source: Doing a slow sync.
tr: Yavaþ eþzamanlanýyor.

source: Thank you for using J-Pilot.
tr: J-Pilot kullandýðýnýz için teþekkürler...

source: Finished.
tr: Bitti.

source: Exiting with status %s
tr: %s durumuyla çýkýlýyor

source: ToDo description text > %d, truncating to %d
tr: Ýþ listesi açýklama metni > %d çok uzun, %d'e kýsaltýlýyor

source: ToDo note text > %d, truncating to %d
tr: Ýþ listesi notu > %1$d çok uzun, %2$d'ye kýsaltýlýyor

source: Due Date
tr: Sonlanma Tarihi

source: File doesn't appear to be todo.dat format
tr: Dosya iþlistesi.dat biçeminde gözükmüyor

source: Can't export todo %d
tr: %d iþ listesi ihraç edilemiyor

source: Priority out of range
tr: Öncelik, erim dýþýnda

source: No date
tr: Tarih yok

source: Completed
tr: Tamamlandý

source: Date Due:
tr: Sonlanma Tarihi:

source: Today
tr: Bugün

source: Couldn't find empty DB file %s: %s
tr: Boþ DB dosyasý bulunamadý %s: %s

source: may not be installed.
tr: yüklenemeyebilir.

source: Can't create directory %s
tr: %s dizini oluþturulamýyor

source: Save Changed Record?
tr: Deðiþtirilen kayýt kaydedilsin mi?

source: Do you want to save the changes to this record?
tr: Deðiþiklikleri bu kayýta kaydetmek istiyor musunuz?

source: Save New Record?
tr: Yeni Kayýt kaydedilsin mi?

source: Do you want to save this new record?
tr: Bu yeni kaydý kaydetmek istiyor musunuz?

source: infinite loop, breaking
tr: sonsuz döngü, kýrýlýyor

source: which port to sync on, and at what speed.
tr: eþzamanlama yapýlacaðýný belirler.

source: If PILOTPORT is not set then it defaults to /dev/pilot.
tr: Eðer PILOTPORT atanmamýþsa, /dev/pilot'a öntanýmlanýr.

source: Error reading file
tr: Dosya okumada hata

source: Date compiled
tr: Derleme tarihi

source: Compiled with these options:
tr: Þu seçeneklerle derlendi:

source: Installed Path
tr: Yükleme Yolu

source: pilot-link version
tr: pilot-link sürümü

source: USB support
tr: USB desteði
