Repository: CoSoCo/jpilot
Catalog: po/*.po
Languages: tr

source: yes
tr: evet

source: Private record support
tr: Özel kayýt desteði

source: no
tr: hayýr

source: Datebk support
tr: Datebk desteði

source: Plugin support
tr: Eklenti desteði

source: Manana support
tr: Manana desteði

source: NLS support (foreign languages)
tr: NLS desteði (yabancý diller)

source: GTK2 support
tr: GTK2 desteði

source: Can't get HOME environment variable
tr: HOME çevre deðiþkeni alýnamýyor

source: PC ID is 0.
tr: PC No 0.

source: Today is %A, %x %X
tr: Bugün %A, %x %X

source: Today is %%A, %s %s
tr: Bugün %%A, %s %s

source: Weekly View
tr: Haftalýk Görünüm

source: Australia
tr: Avustralya

source: Austria
tr: Avusturya

source: Belgium
tr: Belçika

source: Brazil
tr: Brezilya

source: Canada
tr: Kanada

source: Denmark
tr: Danimarka

source: Finland
tr: Finlandiya

source: France
tr: Fransa

source: Germany
tr: Almanya

source: Iceland
tr: Ýzlanda

source: India
tr: Hindistan

source: Indonesia
tr: Endonezya

source: Ireland
tr: Ýrlanda

source: Italy
tr: Ýtalya

source: Japan
tr: Japonya

source: Korea
tr: Kore

source: Luxembourg
tr: Lüksemburg

source: Malaysia
tr: Malezya

source: Mexico
tr: Meksika

source: Netherlands
tr: Hollanda

source: New Zealand
tr: Yeni Zelanda

source: Norway
tr: Norveç

source: Philippines
tr: Filipinler

source: Singapore
tr: Singapur

source: Spain
tr: Ýspanya

source: Sweden
tr: Ýsveç

source: Switzerland
tr: Ýsviçre

source: Taiwan
tr: Tayvan

source: Thailand
tr: Tayland

source: United Kingdom
tr: Birleþik Krallýk

source: United States
tr: Birleþik Devletler

source: Expense
tr: Gider

source: Airfare
tr: UçuþÜcreti

source: Breakfast
tr: Kahvaltý

source: Bus
tr: Otobüs

source: BusinessMeals
tr: ÝþYemekleri

source: CarRental
tr: ArabaKiralama

source: Dinner
tr: AkþamYemeði

source: Entertainment
tr: Eðlence

source: Fax
tr: Faks

source: Gas
tr: Yakýt

source: Gifts
tr: Armaðanlar

source: Hotel
tr: Otel

source: Incidentals
tr: Rastlantýsallar

source: Laundry
tr: Çamaþýr

source: Lodging
tr: Konaklama

source: Lunch
tr: ÖðlenYemeði

source: Mileage
tr: Uzaklýk(mil)

source: Parking
tr: Parketme

source: Postage
tr: PostaÜcreti

source: Snack
tr: Atýþtýrma

source: Subway
tr: Metro

source: Supplies
tr: Gereçler

source: Taxi
tr: Taksi

source: Telephone
tr: Telefon

source: Tips
tr: Ýpuçlarý

source: Tolls
tr: GeçiþÜcretleri

source: Train
tr: Tren

source: Expense: Unknown expense type
tr: Gider: Bilinmeyen gider türü

source: Expense: Unknown payment type
tr: Gider: Bilinmeyen ödeme türü

source: American Express
tr: Amerikan Ekspres

source: Cash
tr: Nakit

source: Check
tr: Çek

source: Credit Card
tr: Kredi Kartý

source: Master Card
tr: Master Kart

source: Prepaid
tr: ÖncedenÖdenmiþ

source: Category:
tr: Sýnýf:

source: Type:
tr: Tür:

source: Payment:
tr: Ödeme:

source: Currency:
tr: Para birimi:

source: Month:
tr: Ay:

source: Day:
tr: Gün:

source: Year:
tr: Yýl:

source: Amount:
tr: Miktar:

source: Vendor:
tr: Satýcý:

source: City:
tr: Þehir:

source: Attendees
tr: Katýlýmcýlar

source: KeyRing: pack_KeyRing(): buf_size too small
tr: AnahtarDemeti: pack_KeyRing(): buf_size çok küçük

source: Incorrect, Reenter KeyRing Password
tr: Yanlýþ, AnahtarDemeti Parolasýný Tekrar Giriniz

source: Enter a NEW KeyRing Password
tr: YENÝ bir AnahtarDemeti Parolasý Giriniz

source: Enter KeyRing Password
tr: AnahtarDemeti Parolasýný Giriniz

source: KeyRing: file %s not found.
tr: AnahtarDemeti: %s dosyasý bulunamadý.

source: KeyRing: Try Syncing.
tr: AnahtarDemeti: Eþzamanlamayý deneyin.

source: KeyRing
tr: AnahtarDemeti

source: Change KeyRing Password
tr: AnahtarDemeti Parolasýný Deðiþtir

source: Changed
tr: Deðiþtirildi

source: Account
tr: Hesap

source: name:
tr: isim:

source: account:
tr: hesap:

source: password:
tr: parola:

source: last changed:
tr: son deðiþtirme:

source: Generate Password
tr: Parola Oluþtur

source: SyncTime
tr: EþzamanlamaZamaný

source: synctime: Palm OS Version 3.25 and 3.30 do not support SyncTime
tr: synctime: Palm OS 3.25 ve 3.30 sürümleri EþzamanlamaZamaný'ný desteklemez

source: synctime: NOT setting the time on the pilot
tr: synctime: pilot üzerinde zaman ayarlanMIyor

source: synctime: Setting the time on the pilot...
tr: synctime: Pilot üzerinde zaman ayarlanýyor...

source: Done
tr: Bitti
